Repository: AppleDeveloper-TeamGod/WASAP
Catalog: Wasap/Wasap/*.lproj/Localizable.strings
Languages: vi

# 연결중
source: Connecting
vi: Đang kết nối

# 연결 실패
source: Connect Failed
vi: 接続に失敗しました; Kết nối thất bại

# 연결 완료!
source: Connect Complete!
vi: Kết nối thành công!

# 와이파이 ID
source: WiFi ID
vi: WiFi ID; ID WiFi

# 비밀번호
source: Password
vi: Mật khẩu

# 가 실제와 다를 수 있어요. 아래 버튼을 누르면 비밀번호를 복사합니다.
source: may differ from the actual network. Press the button below to copy the password.
vi: Có thể khác với mạng thực tế. Nhấn nút dưới đây để sao chép mật khẩu.

# 설정에서 연결하기
source: Go To Setting
vi: 設定に移動; Đi tới cài đặt

# 스캔 완료!
source: Scan Complete!
vi: Quét hoàn tất!

# 잘못된 부분이 있나봐요!
source: Something went wrong!
vi: Có vẻ có gì đó sai!

# 다시 연결하기
source: Reconnect
vi: Kết nối lại
